/* The other answer for Cocoa input manager plugin alert panel. */
"Decide later" = "Decidir más tarde";

/* The default answer for Cocoa input manager plugin alert panel. */
"Disable" = "Desactivar";

/* The title of the Edit menu item. */
"Edit" = "Edición";

/* The alt answer for Cocoa input manager plugin alert panel. */
"Enable" = "Activar";

/* The title of the Input menu item. */
"Input" = "Entrada";

/* The title for Cocoa input manager plugin alert panel. */
"Old style plug-in input managers detected" = "Se han detectado módulos gestores de entrada de estilo antiguo";

/* The title of the Character Palette menu item. */
"Special Characters\\U2026" = "Caracteres especiales…";

/* The msg for Cocoa input manager plugin alert panel. */
"You have one or more old style plug-in input managers installed.  They are utilizing an unsupported and undocumented operating system functionality.  With Mac OS X 10.5 Leopard and later, this input method functionality is disabled by default due to security concerns.  Apple recommends keeping this functionality disabled.  Disabling this functionality does not limit any operating system features.\r\rWould you like to enable the plug-in input managers (the new setting takes effect after re-login)?" = "Tiene instalados uno o más módulos gestores de entrada de estilo antiguo, que están utilizando una funcionalidad del sistema operativo no aceptada y sin documentar. Con Mac OS X 10.5 Leopard y versiones posteriores, esta funcionalidad de método de entrada está desactivada por omisión por motivos de seguridad. Apple recomienda mantener esta funcionalidad desactivada. Si desactiva esta funcionalidad no limitará ninguna función del sistema operativo.\r\r¿Desea activar los módulos gestores de entrada (los nuevos ajustes serán efectivos al volverse a iniciar la sesión)?";

